Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: App diagnostics sharing, Nightscout setup, and unit and pump model selection are all complete.
bg: Споделянето на диагностика, настройката на Nightscout и изборът на единици и модел помпа са завършени.
cs: Sdílení diagnostiky aplikace, nastavení Nightscoutu a výběr jednotek a modelu pumpy jsou hotové.
da: Deling af App diagnostik, Nightscout opsætning og enhed og pumpe model valg er alle gennemførte.
de: Das Teilen der App-Diagnose, die Einrichtung von Nightscout und die Auswahl von Geräten und Pumpenmodellen sind vollständig.
fr: Le partage des diagnostics, la configuration de Nightscout et la sélection des unités et du modèle de pompe sont terminés.
it: Condivisione diagnostica app, configurazione Nightscout, selezione unità e selezione del modello di pompa sono tutti completi.
nb_no: Deling av app-diagnostikk, oppsett av Nightscout, og valg av enheter og pumpemodell er fullført.
nl: App-diagnostiek delen, Nightscout instellen en gebruik maken van de modellen van de pomp zijn allemaal voltooid.
pl: Udostępnianie diagnostyki aplikacji, konfiguracja Nightscout oraz wybór jednostki i modelu pompy są kompletne.
sv: Delning av appdiagnostik, konfigurering av Nightscout, val av enhet och pumpmodell är klar.
vi: Chia sẻ chẩn đoán ứng dụng, thiết lập Nightscout, và chọn đơn vị cùng kiểu bơm đều đã hoàn tất.
zh_hant: 應用程式診斷分享、Nightscout 設定及單位與幫浦型號選擇均已完成。

source: App Expires
bg: Приложението изтича
cs: Aplikace vyprší
da: App Udløber
de: App läuft ab
es: La aplicación caduca
fr: L'application a expiré
it: App Scade
nb_no: Appen utløper
nl: App loopt af
pl: Aplikacja wygasa
pt_pt: O aplicativo expira
ru: Приложение истекает
sv: Appen löper ut
uk: Зникнення застосунку
vi: Ứng dụng hết hạn
zh_hant: 應用程式過期

source: App Icons
bg: Икони на приложението
cs: Ikony aplikace
da: Appikoner
de: App-Symbole
es: Iconos de App
fr: Icônes de l’app
it: Icone App
nb_no: App-ikon
nl: App iconen
pl: Ikony aplikacji
pt_pt: Ícones da Aplicativos
ru: Иконки приложения
sv: Ikoner
uk: Іконки Додатку
vi: Biểu tượng ứng dụng
zh_hant: 應用程式圖示

source: App Version
bg: Версия на приложението
cs: Verze aplikace
fr: Version de l’appli
nb_no: App versjon
pl: Wersja Aplikacji
vi: Phiên bản ứng dụng
zh_hant: App 版本

source: Appearance
bg: Външен вид
cs: Vzhled
da: Udseende
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
nb_no: Utseende
nl: Uiterlijk
pl: Wygląd
pt_pt: Aparência
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
vi: Giao diện
zh_hant: 外觀

source: Apple Health Integration
bg: Интеграция с Apple Health
cs: Integrace s Apple Zdraví
da: Apple Sundhed Integration
es: Integración de Apple Health
fr: Intégration dans Apple Santé
it: Integrazione Apple Health
nb_no: Integrasjon med Apple Helse
nl: Apple Gezondheid Integratie
pl: Integracja z Apple Health
pt_pt: Integração Apple Health
ru: Интеграция Apple Health
sv: Apple Hälsa integration
uk: Інтеграція зі здоров’ям Apple
vi: Tích hợp Apple Health
zh_hant: Apple 健康整合

source: Apple Watch Configuration
bg: Конфигурация на Apple Watch
cs: Nastavení Apple Watch
da: Apple Watch Konfiguration
de: Apple Watch Konfiguration
es: Configuración de Apple Watch
fr: Configuration de l'Apple Watch
it: Configurazione Apple Watch
nb_no: Apple Watch konfigurasjon
nl: Apple Watch Configuratie
pl: Konfiguracja Apple Watch
pt_pt: Configuração do Apple Watch
ru: Настройка Apple Watch
sv: Konfiguration av Apple Watch
uk: Конфігурація Apple Watch
vi: Cấu hình Apple Watch
zh_hant: Apple 手錶設定

source: Applied Factors
bg: Приложени фактори
cs: Použité faktory
da: Anvendte Faktorer
de: Angewandte Faktoren
fr: Facteurs appliqués
it: Fattori Applicati
nb_no: Andvendte faktorer
nl: Toegepaste factoren
pl: Zastosowane współczynniki
sv: Tillämpade faktorer
vi: Các yếu tố được áp dụng
zh_hant: 已應用因素

source: Apply a Temporary Target
bg: Приложи Временна цел
cs: Nastavit dočasný cíl
da: Start et midlertidigt mål
de: Ein Temporäres Ziel anwenden
es: Aplicar un objetivo temporal
fr: Appliquer une cible temporaire
it: Applica un obiettivo temporaneo
nb_no: Start et midlertidig mål
nl: Een tijdelijk doel toepassen
pl: Zastosuj cel tymczasowy
pt_pt: Aplicar um Alvo Temporário
ru: Применить временную цель
sv: Tillämpa ett tillfälligt mål
uk: Застосувати тимчасову ціль
vi: Áp dụng Mục tiêu Tạm thời
zh_hant: 應用臨時目標

source: Applying ${bolusQuantity} U
bg: Прилагане на ${bolusQuantity} U
cs: Podávám ${bolusQuantity} j
da: Doserer ${bolusQuantity} E
de: Nutzung von ${bolusQuantity} IE
fr: Administration de ${bolusQuantity} U
it: Applicazione ${bolusQuantity} U
nb_no: Legger til ${bolusQuantity} E
nl: ${bolusQuantity} E toepassen
pl: Stosowanie ${bolusQuantity} J
pt_pt: Aplicando {Quantidade Bolus) U
sv: Ger ${bolusQuantity} E
vi: Đang thực hiện ${bolusQuantity} U
zh_hant: 正在應用${bolusQuantity} U

source: Applying ${preset}
bg: Прилагане на ${preset}
cs: Aktivuji ${preset}
da: Starter ${preset}
de: ${preset} anwenden
es: Aplicando ${preset}
fr: Activation de ${preset}
it: Applicazione ${preset}
nb_no: Starter ${preset}
nl: ${preset} toepassen
pl: Stosowanie ${preset}
pt_pt: Aplicando ${preset}
ru: Применение ${preset}
sv: Tillämpar ${preset}
uk: Застосування ${preset}
vi: Thực hiện ${preset}
zh_hant: 正在應用 ${preset}

source: Applying ${preset} override
bg: Прилагане на отмяна „${preset}“
cs: Aktivuji override ${preset}
da: Anvender ${preset} overkrivelse
de: Nutzung von ${preset} Override
fr: Activation de la Dérogation ${preset}
it: Applicazione dell'override ${preset}
nb_no: Starter overstyring ${preset}
nl: ${preset} overschrijving toepassen
pl: Stosowanie nadpisania ${preset}
sv: Aktivera ${preset} override
vi: Thực hiện ghi đè ${preset}
zh_hant: 正在應用${preset}覆蓋

source: Are you sure you want to delete %@?
bg: Сигурни ли сте, че искате да изтриете %@?
cs: Opravdu chcete odstranit %@?
da: Er du sikker på, at du vil slette %@?
de: Bist Du sicher, dass Du %@ löschen möchtest?
es: ¿Está seguro que desea eliminar %@?
fr: Confirmer la suppression de %@ ?
it: Sei sicuro di voler eliminare %@?
nb_no: Er du sikker på at du vil slette %@?
nl: Weet jij zeker dat je %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć %@?
pt_pt: Tem certeza que deseja excluir %@?
sv: Är du säker på att du vill radera %@?
uk: Ви дійсно бажаєте видалити %@?
vi: Bạn có chắc chắn muốn xóa không %@?
zh_hant: 您確定要刪除 %@ 嗎？

source: Are you sure you want to delete this CGM?
bg: Сигурни ли сте, че искате да изтриете този CGM?
cs: Opravu chcete odstrantit tento CGM?
da: Er du sikker på, at du vil slette denne CGM?
de: Möchtest Du das CGM wirklich löschen?
es: ¿Está seguro que desea eliminar este CGM?
fr: Confirmer la suppression du CGM ?
it: Sei sicuro di voler cancellare questo CGM?
nb_no: Sikker på at du vil slette denne CGM?
nl: Weet je zeker dat je deze CGM wilt vewijderen?
pl: Czy na pewno chcesz usunąć ten CGM?
pt_pt: Tem certeza de que deseja excluir este CGM?
ru: Вы уверены, что хотите удалить текущий CGM?
sv: År du säker på att du vill ta bort denna CGM?
uk: Ви впевнені, що хочете видалити цей CGM?
vi: Bạn có chắc sẽ xóa CGM này?
zh_hant: 您確定要刪除此 CGM 嗎？

source: Are you sure you want to remove this cgm from loop?
bg: Сигурни ли сте, че искате да премахнете този CGM от цикъла?
cs: Opravdu chceš odstranit toto CGM z Loopu?
da: Er du sikker på at du vil fjerne denne CGM fra Trio?
de: Bist Du sicher, dass Du diesen CGM löschen möchtest?
es: ¿Está seguro que desea eliminar este cgm del bucle?
fr: Êtes-vous sûr de vouloir supprimer le Cgm de la boucle fermée ?
it: Sei sicuro di voler rimuovere questo cgm dal loop?
nb_no: Er du sikker på at du vil fjerne denne CGM-en?
nl: Weet je zeker dat je deze cgm wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten cgm z pętli?
pt_pt: Tem certeza que deseja remover este cgm do loop?
ru: Вы уверены, что хотите удалить этот CGM?
sv: Är du säker på att du vill ta bort denna CGM från Trio?
uk: Ви дійсно бажаєте видалити цей CGM?
vi: Bạn có chắc muốn xóa Cgm này khỏi vòng lặp không?
zh_hant: 您確定要將此 CGM 從循環中移除嗎？

source: Are you sure?
bg: Сигурни ли сте?
cs: Jste si jistý?
da: Er du sikker?
de: Bist Du sicher?
es: ¿Estás seguro?
fr: Confirmez-vous ?
it: Sei sicuro?
nb_no: Er du sikker?
nl: Weet je het zeker?
pl: Czy jesteś pewien?
pt_pt: Tem certeza?
ru: Вы уверены?
sv: Är du säker?
uk: Ви впевнені?
vi: Bạn có chắc không?
zh_hant: 您確定嗎？

source: At the default setting, 35% of the calculation is based on the last 24 hours of insulin use, with the remaining 65% considering the last 10 days of data.
bg: При настройката по подразбиране 35% от изчислението се базира на последните 24 часа употреба на инсулин, а останалите 65% вземат предвид данните от последните 10 дни.
cs: Při výchozím nastavení tvoří 35 % výpočtu spotřeba inzulínu za posledních 24 hodin, zbývajících 65 % pak data za posledních 10 dní.
da: Ved standardindstillingen er 35% af beregningen baseret på de sidste 24 timers insulinforbrug med de resterende 65 % i betragtning af de sidste 10 dages data.
de: In der Standardeinstellung basiert die Berechnung zu 35 % auf den letzten 24 Stunden des Insulinverbrauchs, während die restlichen 65 % die Daten der letzten 10 Tage berücksichtigen.
es: En la configuración predeterminada, el 35% del cálculo se basa en las últimas 24 horas de uso de insulina, con el 65% restante considerando los últimos 10 días de datos.
fr: Avec le paramètre par défaut, 35 % du calcul est basé sur les dernières 24 heures d’utilisation de l’insuline, tandis que les 65 % restants prennent en compte les 10 derniers jours de données.
it: Nella impostazione predefinita, il 35% del calcolo si basa sulle ultime 24 ore di uso di insulina, con il restante 65% considerando gli ultimi 10 giorni di dati.
nb_no: Ved standard innstilling vil 35% av beregningen baseres på de siste 24 timene med insulin, mens de resterende 65% baserer seg på de siste 10 dagene med insulin.
nl: Bij de standaardinstelling is 35 procent van de berekening gebaseerd op de laatste 24 uur van het gebruik van insuline de resterende 65 procent overweegt de laatste 10 dagen van de gegevens.
pl: Przy domyślnym ustawieniu 35% kalkulacji opiera się na ostatnich 24 godzinach stosowania insuliny, pozostałe 65% z uwzględnieniem ostatnich 10 dni danych.
pt_pt: Na configuração padrão, 35% do cálculo é baseado nas últimas 24 horas de uso de insulina, com os 65% restantes considerando os últimos 10 dias de dados.
ru: При значении по умолчанию 35% расчетов основано на последних 24 часа использования инсулина, с остальными 65% с учетом последних 10 дней данных.
sv: Vid standardinställningen baseras 35% av beräkningen på de senaste 24 timmarna av insulinanvändningen, med resterande 65% med tanke på de senaste 10 dagarna av data.
uk: За замовчуванням, 35% обчислень базується на останніх 24 годин інсуліну з урахуванням останніх 10 днів даних, що залишилися на 65%.
vi: Ở cài đặt mặc định, 35% phép tính dựa trên 24 giờ gần nhất sử dụng insulin, 65% còn lại dựa trên dữ liệu của 10 ngày gần nhất.
zh_hant: 在預設設定下，計算的 35% 基於過去 24 小時的胰島素使用，剩餘 65% 考慮過去 10 天的資料。

source: Attach Pod
bg: Поставяне на pod
cs: Připevni Pod
da: Påfør Pod
de: Pod anlegen
es: Adjuntar Pod
fr: Mettre en place la pompe sur le corps
it: Applica pod
nb_no: Fest pod
nl: Bevestig Pod
pl: Przyklej PODa
pt_pt: Anexar Pod
ru: Прикрепите Под
sv: Fäst podden
uk: Прикріпіть Pod
vi: Gắn Pod
zh_hant: 附加 Pod

source: Authentication context is invalid. Please try again.
bg: Контекстът за удостоверяване е невалиден. Моля, опитайте отново.
cs: Kontext ověření je neplatný. Zkus to prosím znovu.
da: Autentificeringskontekts er ugyldig. Prøv igen.
de: Der Authentifizierungskontext ist ungültig. Bitte versuche es erneut.
fr: Le contexte d’authentification est invalide. Veuillez réessayer.
it: Il contesto di autenticazione non è valido. Riprova.
nb_no: Autentiseringskonteksten er ugyldig. Prøv på nytt.
nl: Authenticatie context is ongeldig. Probeer het opnieuw.
pl: Kontekst uwierzytelniania jest nieprawidłowy. Spróbuj ponownie.
vi: Ngữ cảnh xác thực không hợp lệ. Vui lòng thử lại.
zh_hant: 身份驗證上下文無效。請再試一次。

source: Authentication failed. Please try again.
bg: Неуспешно удостоверяване. Моля, опитайте отново.
cs: Ověření selhalo. Zkus to prosím znovu.
da: Autentificering mislykkedes. Prøv igen.
de: Authentifizierung fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de l’authentification. Veuillez réessayer.
it: Autenticazione fallita. Riprova.
nb_no: Autentisering mislykkes. Prøv igjen.
nl: Authenticatie mislukt. Probeer opnieuw.
pl: Uwierzytelnianie nieudane. Spróbuj ponownie.
vi: Xác thực không thành công. Vui lòng thử lại.
zh_hant: 身份驗證失敗。請再試一次。

source: Authentication requires a device passcode. Please set one in iOS Settings > Face ID & Passcode.
bg: Удостоверяването изисква парола на устройството. Моля, задайте такава в iOS Настройки > Face ID и парола.
cs: Ověření vyžaduje kód zařízení. Nastav si ho prosím v Nastavení iOS > Face ID a kód.
da: Autentificering kræver en enhedskode. Konfigurer en i iOS-indstillinger > Ansigt ID & Adgangskode.
de: Die Authentifizierung erfordert einen Gerätecode. Bitte lege einen unter iOS-Einstellungen > Face ID & Code fest.
fr: L’authentification nécessite un code de l’appareil. Veuillez en définir un avec l'app Réglages d'iOS dans la section "Face ID et code".
it: L'autenticazione richiede un codice di accesso del dispositivo. Si prega d'impostarne uno in Impostazioni iOS > Face ID & codice.
nb_no: Autentisering krever en enhetskode. Angi en kode i iOS-innstillinger > Face ID og kode.
nl: Authenticatie vereist een toegangscode voor het apparaat. Stel deze in via iOS Instellingen > Face ID & toegangscode.
pl: Uwierzytelnianie wymaga kodu dostępu urządzenia. Ustaw go w ustawieniach iOS > Face ID i kod.
vi: Xác thực yêu cầu mã khóa thiết bị. Vui lòng thiết lập trong Cài đặt iOS > Face ID & Mật mã.
zh_hant: 身份驗證需要設備密碼。請在 iOS 設定 > 面容 ID 與密碼 中設置一個。

source: Authentication UI cannot be displayed. Try restarting the app.
bg: Интерфейсът за удостоверяване не може да бъде показан. Опитайте да рестартирате приложението.
cs: Uživatelské rozhraní pro ověření nelze zobrazit. Zkus aplikaci restartovat.
da: Autentificering interface kan ikke vises. Prøv at genstarte app'en.
de: Die Authentifizierungs-UI kann nicht angezeigt werden. Versuche, die Anwendung neu zu starten.
fr: L’interface d’authentification ne peut pas être affichée. Veuillez redémarrer l’app.
it: Impossibile visualizzare l'interfaccia di autenticazione. Prova a riavviare l'app.
nb_no: Autentiseringsgrensesnitt kan ikke vises. Prøv å starte appen på nytt.
nl: Authenticatie UI kan niet worden weergegeven. Probeer de app opnieuw te starten.
pl: Nie można wyświetlić interfejsu uwierzytelniania. Spróbuj ponownie uruchomić aplikację.
vi: Không thể hiển thị giao diện xác thực. Hãy thử khởi động lại ứng dụng.
zh_hant: 無法顯示身份驗證 UI。請嘗試重新啟動應用程式。

source: Authentication was canceled by the app.
bg: Удостоверяването беше отменено от приложението.
cs: Ověření bylo zrušeno aplikací.
da: Autentificering blev afbrudt af app'en.
de: Die Authentifizierung wurde von der App abgebrochen.
fr: L’authentification a été annulée par l’application.
it: L'autenticazione è stata annullata dall'app.
nb_no: Autentisering ble avbrutt av appen.
nl: Authenticatie is geannuleerd door de app.
pl: Uwierzytelnianie zostało anulowane przez aplikację.
vi: Xác thực đã bị ứng dụng hủy bỏ.
zh_hant: 身份驗證已被應用程式取消。

source: Authentication was canceled by the system. Try again.
bg: Удостоверяването беше отменено от системата. Опитайте отново.
cs: Ověření bylo zrušeno systémem. Zkus to znovu.
da: Autentificering blev afbrudt af systemet. Prøv igen.
de: Die Authentifizierung wurde vom System abgebrochen. Versuche es erneut.
fr: L’authentification a été annulée par le système. Veuillez réessayer.
it: L'autenticazione è stata annullata dal sistema. Riprova.
nb_no: Autentisering ble avbrutt av systemet. Prøv igjen.
nl: Authenticatie is geannuleerd door het systeem. Probeer het opnieuw.
pl: Uwierzytelnianie zostało anulowane przez system. Spróbuj ponownie.
vi: Xác thực đã bị hệ thống hủy bỏ. Hãy thử lại.
zh_hant: 身份驗證已被系統取消。請再試一次。

source: Authentication was canceled by you.
bg: Вие отменихте удостоверяването.
cs: Ověření jsi zrušil.
da: Autentificering blev afbrudt af dig.
de: Die Authentifizierung wurde von Dir abgebrochen.
fr: Vous avez annulé l’authentification.
it: L'autenticazione è stata annullata da te.
nb_no: Autentisering ble avbrutt av deg.
nl: Authenticatie is door jou geannuleerd.
pl: Uwierzytelnianie zostało przez Ciebie anulowane.
vi: Xác thực đã bị bạn hủy bỏ.
zh_hant: 身份驗證已被你取消。

source: Authorize Trio to send notifications and use Bluetooth. You must allow both for Trio to work properly.
bg: Разрешете на Trio да изпраща известия и да използва Bluetooth. Трябва да разрешите и двете, за да работи Trio правилно.
cs: Autorizuj Trio k zasílání oznámení a používání Bluetooth. Pro správné fungování Tria musíš povolit obojí.
da: Tillad Trip at sende notifikationer og bruge Bluetooth. Du skal tillade begge for at Trio kan fungere korrekt.
de: Erlaube Trio die Verwendung von Bluetooth und dir Benachrichtigungen zu senden. Du musst beides erlauben, damit Trio richtig funktioniert.
fr: Autorise les notifications et la connexion Bluetooth, nécessaires au bon fonctionnement de l’application.
it: Autorizza Trio a inviare notifiche e utilizzare Bluetooth. È necessario consentire entrambi per far funzionare correttamente Trio.
nb_no: Tillat at Trio sender varslinger og bruker Bluetooth. Du må tillate begge for at Trio skal fungere ordentlig.
nl: Sta Trio toe om notificaties te sturen en Bluetooth te gebruiken. Beiden zijn nodig om Trio goed te laten werken.
pl: Pozwól Trio na wysyłanie powiadomień i korzystanie z Bluetooth. Musisz zezwolić na obie te czynności, aby Trio działało prawidłowo.
sv: Auktorisera Trio att skicka notiser och använda Bluetooth. Du måste tillåta båda för att Trio ska fungera korrekt.
vi: Cho phép Trio gửi thông báo và sử dụng Bluetooth. Bạn phải cho phép cả hai để Trio hoạt động bình thường.
zh_hant: 授權 Trio 發送通知並使用藍牙。您必須同時允許兩者才能使 Trio 正常運作。

source: Auto-sensitivity (Autosens) adjusts insulin delivery based on observed sensitivity or resistance.
bg: Autosens регулира подаването на инсулин на база наблюдавана чувствителност или резистентност.
cs: Automatická citlivost (Autosens) upravuje podávání inzulínu na základě pozorované citlivosti nebo rezistence.
da: Auto-sensitivitet (Autosens) justerer insulindispensionen baseret på observeret sensitivitet eller resistens.
de: Auto-Sensitivität (Autosens) passt die Insulinabgabe auf der Grundlage der beobachteten Empfindlichkeit oder Resistenz an.
fr: La sensibilité automatique (Autosens) ajuste l’administration d’insuline en fonction de la sensibilité ou de la résistance observée.
it: La sensibilità automatica (Autosens) regola la somministrazione d'insulina in base alla sensibilità o resistenza osservate.
nb_no: Auto-sensitivitet (Autosens) justerer insulintilførsel basert på observert følsomhet eller resistens.
nl: Auto-gevoeligheid (Autosens) past insuline toediening aan gebaseerd op waargenomen gevoeligheid of weerstand.
pl: Automatyczna wrażliwość (Autosens) dostosowuje podawanie insuliny w zależności od obserwowanej wrażliwości lub oporności.
sv: Auto-känslighet (Autosens) justerar insulintillförseln baserat på observerad känslighet eller resistens.
vi: Tính năng Tự điều chỉnh độ nhạy insulin (Autosens) sẽ điều chỉnh lượng insulin được bơm dựa trên mức độ nhạy hoặc kháng insulin được quan sát.
zh_hant: 自動敏感度 (Autosens) 根據觀察到的敏感度或抵抗力調整胰島素的輸送。

source: Automate boluses using the iOS Shortcuts App.
bg: Автоматизирайте болуси чрез приложението Shortcuts на iOS.
cs: Automatizuj bolusy pomocí aplikace Zkratky iOS.
da: Automatiser bolusser ved hjælp af iOS Genveje-appen.
de: Automatisierte Abgabe von Boli durch die iOS Kurzbefehle App.
es: Automatiza los bolos usando la aplicación de accesos directos de iOS.
fr: Automatiser les bolus avec l’app Raccourcis d’iOS.
it: Automatizza i boli usando l'app di scorciatoie iOS.
nb_no: Automatiser bolus ved bruk av iOS Snarveier.
nl: Automatiseer bolussen met behulp van de iOS Opdrachten App.
pl: Automatyczne bolusy za pomocą aplikacji skrótów iOS.
pt_pt: Automatize boluses usando o aplicativo de atalhos do iOS.
ru: Автоматизировать снаряды с помощью приложения быстрого доступа iOS.
sv: Automatisera bolusar med iOS-genvägs-appen.
uk: Автоматизація живлення, використовуючи додаток для ярликів iOS.
vi: Tự động tiêm thuốc bằng Phím tắt iOS.
zh_hant: 使用 iOS 快捷指令應用程式自動化注射。

source: Automated Insulin Delivery
bg: Автоматизирано подаване на инсулин
cs: Automatické podávání inzulínu
da: Automatiseret Levering Af Insulin
de: Automatisierte Insulinabgabe
es: Insulina automática de entrega
fr: Administration automatique d'insuline
it: Consegna Automatica Di Insulina
nb_no: Automatisert insulintilførsel
nl: Geautomatiseerde insulinetoediening
pl: Automatyczne dostarczanie insuliny
pt_pt: Entrega automatizada de insulina
ru: Автоматическая доставка инсулина
sv: Automatisk insulintillförsel
uk: Автоматизована доставка платника
vi: Hệ thống cung cấp insulin tự động
zh_hant: 自動化胰島素給藥

source: Automatic
bg: Автоматично
cs: Automaticky
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nb_no: Automatisk
nl: Automatisch
pl: Automatyczne
pt_pt: Automático
ru: Автоматически
sv: Automatisk
uk: Автоматично
vi: Tự động
zh_hant: 自動
